[
  {
    "author": "CMD",
    "title": "Studentassistenten gezocht voor CMD AAN",
    "content": "In augustus is er CMD AAN voor de nieuwe CMD'ers (29 augustus tot 2 september 2022) en wij zoeken nog studenten die ons willen helpen! Dit is voor de Cursus Adobe TOOLS.\nJe kunt hiermee 12€ per uur of een SRP punt verdienen. Je geeft een SRP-cursus aan een groep nieuwe CMD'ers in augustus tussen 29 augustus en 2 september en je wordt dan 28 uur ingezet. Mocht je één van deze data en tijden kunnen stuur dan z.s.m. een berichtje naar Christian Degen in Teams of stuur een email naar <a href=\"mailto:c.degen@hva.nl\".>c.degen@hva.nl</a> Voor nu een hele fijne vakantie toegewenst!",
    "tag": "CMD AAN",
    "timestamp": "1657635840000"
  },
  {
    "author": "Maxime Kempkes",
    "title": "CMD Aan SRP punt/betaald",
    "content": "In augustus is er CMD AAN voor de nieuwe CMD'ers (30 augustus tot 2 september 2022). En wij zoeken studenten die ons willen helpen!\n<h3>Cursussen</h3>\nAdobe TOOLS cursus\n<h3>Wat verdien je?</h3>\n12€ per uur  of een SRP punt\n<h3>Wat moet je doen?</h3>\nEen SRP cursus geven aan een groep nieuwe CMD'er in augustus.\n<h3>Wanneer moet je beschikbaar zijn?</h3>\n28 uur verdeeld over een aantal dagen (29 augustus tot 2 september 2022)\n<h3>Hoe meld ik mij aan?</h3>\nMocht je een van deze data en tijden kunnen stuur dan een berichtje naar <b>Christian Degen</b>",
    "tag": "SRP",
    "timestamp": "1657188600000"
  },
  {
    "author": "Brit Wijnmaalen",
    "title": "Studieonderdelen inhalen van jaar 3",
    "content": "Beste CMD-studenten,\n\nHet jaar loopt ten einde, nog even de laatste loodjes en dan begint je welverdiende zomervakantie. Die duurt tot 5 september, dan begint het onderwijs weer.\nMocht jij nog niet alle vakken/projecten uit eerdere jaren hebben gehaald, dan zul je die moeten inhalen. Hieronder de informatie voor het inhalen van onderdelen uit jaar 3.\nHoe ga je te werk:\n<ul><li>Lees onderstaande informatie goed door.<li><li>Kijk in de conversiematrix naar hoe en wanneer je bepaalde onderdelen kun inhalen. (Kijk eventueel ook naar de conversiematrixen van andere studiejaren op DLO CMD Home als je ook uit jaar 1 of 2 nog onderdelen moet inhalen)<li><li>Maak een realistische planning, dat wil zeggen: plan niet meer dan 18 ec per blok<li><li>Bespreek je planning met je SLB'er<li><li>Noteer wanneer je je kunt aanmelden om onderdelen in te halen<li><li>Schrijf je tijdig in. Voor jaar 3 kan dat vanaf vandaag 20 juni.<li></ul>\n<h4>Inhalen onderdelen themasemester</h4><p>Als je nog een vak/onderdeel van een thema-semester uit jaar 3 moet inhalen, dan kun je je hiervoor vanaf aanstaande maandag inschrijven via SIS. De inschrijving in SIS staat open van maandag 20 juni t/m 21 augustus 2022. Maar hoe eerder je je inschrijft, des te beter, dan kunnen we kijken of er een extra klas moet worden geroosterd. Kijk eerst in de conversiematrix met welk vak/project en wanneer je een onderdeel kunt inhalen.</p><h4>Themasemester inhalen kan misschien ook in Proof of Concept</h4><p>Moet je nog het projectgedeelte van een themasemester, eventueel in combinatie met een los vak inhalen (in totaal max 9 ec, waarvan max 6 ec project), dan kan dit wellicht ook in het project Proof of Concept. Je kunt hieraan meedoen als je minimaal het project uit een themasemester mist en eventueel een of meerdere vakken. Meer informatie hierover vind je in de Studiegids en in dit filmpje. Je kunt je hiervoor aanmelden door een mail te sturen naar Martijn Bosman: m.h.f.bosman@hva.nl. Hij bespreekt dan eerst de mogelijkheden met je. Je doet dan dus niet mee met het themasemester, maar gaat in een andere opdracht voor een externe opdrachtgever werken aan de leerdoelen die je moet behalen.Let op: deze inschrijving via SIS of voor PoC is alleen voor studenten die al eens een themasemester hebben gevolgd en alleen nog bepaalde onderdelen van dat themasemester moeten inhalen.</p><h4>Heel themasemester inhalen</h4><p>Als je nog een geheel themasemester over moet doen, dan heb je je, als het goed is, hier in maart al voor ingeschreven. Mocht je dit nog niet hebben gedaan stuur je een mail naar het onderwijsbureau info-cmd@hva.nl o.v.v. je naam, studentennummer. Wij kijken dan i.s.m. de coördinatoren of er nog ergens plek is. Op dit moment zitten alle themasemesters-minoren (zoals ze volgend jaar gaan heten) namelijk zo goed als vol.</p><h4>Aanmelden voor Lange Stage en Afstuderen</h4><p>Je kunt je ook al aanmelden voor de Lange Stage of het Afstudeerproject in jaar 4. Deze inschrijving staat open tot 2 weken voor aanvang van het nieuwe blok. Voor blok 1 betekent dit dat je je t/m 21 augustus 2022 via SIS hiervoor kunt aanmelden. Let wel op de ingangseisen voor de beide onderdelen:  voor de Lange Stage heb je minimaal 70 ec + P behaald en voor Afstuderen: 210 ec behaald.</p><p>Hoe werkt aanmelden via SIS voor studie-inhalers<p><ol><li>Log in op SIS</li><li>Klik op de tegel 'Aanmelden'</li><li>Ga naar 'Onderwijs/toets zoeken', dit staat in de linkerkolom. (en niet via Aanmelden via Studievereisten, dan kom je niet bij de juiste vakken)</li><li>Zorg dat je in studiejaar 2022-2023 bent</li> <li>Vul in het zoekveld de omschrijving van het vak of een deel daarvan en klik vervolgens op de twee pijltjes (of zoek op Studiegidsnummer)</li><li>Kies vervolgens het betreffende vak door te klikken op 'Aanmelden' en je staat ingeschreven</li><li>Je kunt jouw inschrijvingen terugvinden onder 'Aanmeldoverzicht / Afmelden' (in de linkerkolom)</li><li>Vanaf 22 augustus is het rooster van blok 1 zichtbaar. Je ontvangt tegen die tijd ook nog een mail van de betreffende docent(en)</li></ol><h4>Uitschrijven</h4><p>Als je wilt uitschrijven voor een bepaald vak, dan kan dit via 'Aanmeldoverzicht / Afmelden' (in de linkerkolom) Wanneer je je per ongeluk voor een verkeerd vak inschrijft, schrijf je dan ook weer uit via SIS, anders houd je een plek bezet voor een eventuele andere student. Wanneer de inschrijving gesloten is en je wilt je nog uitschrijven dan kan dit door een mail te sturen naar het onderwijsbureau: info-cmd@hva.nl o.v.v. je naam, studentennummer en het betreffende vak. Meer informatie over de vakken vind je in de studiegids.</p><p>Alle bovenstaande informatie staat ook op CMDLO</p><p>Mocht je nog vragen hebben, dan kun je contact opnemen met het onderwijsbureau: info-cmd@hva.nl</p><p>Met vriendelijke groet,</p><p>Brit Wijnmaalen, coördinator jaar 3/4 en het Onderwijsbureau van CMD </p>",
    "tag": "Herkansen",
    "timestamp": "1656604980000"
  },
  {
    "author": "David de Vries",
    "title": "Verzoek aan de examencommissie? Dien deze uiterlijk donderdag in",
    "content": "<p>Beste studenten,</p><p>Dinsdag 5 juli a.s. is de laatste vergadering van de examencommissie CMD voor het zomerreces 2022. Wil je voor de zomer nog een uitspraak op je verzoek? Dien dan uiterlijk a.s. donderdag 9:00 je verzoek in.</p><p>Namens de examencommissie,</p><p>David de Vries (ambtelijk secretaris examencommissie CMD/MDD)</p>",
    "tag": "Examencommissie",
    "timestamp": "1656426780000"
  },
  {
    "author": "CMD",
    "title": "WIJ HEBBEN HULP NODIG BIJ DE PROPEDEUSE UITREIKINGEN OP 14 JULI!!!",
    "content": "<p><<i>Op <b>donderdag 14 juli</b>  a.s. is er voor de eerste keer sinds 3 jaar weer ouderwetse propedeuse uitreiking zonder corona regels en ook mag er weer familie meekomen!</i></p><p>Wij zoeken feestelijke studenten die kunnen op ons reservelijst komen om ons hierbij te helpen. 😊.Het betaalt 9 euro per uur.</p><p>De taken zullen o.a. zijn:</p><ul><li>Meubelen verplaatsen</li><li>Lokalen versieren</li><li>Gasten begroeten</li><li>Eten en drinken uitdelen</li><li>Opruimen etc. etc.</li></ul><p>Niet moeilijk, wel heel gezellig! Wil je komen helpen, stuur dan een e-mail naar het onderwijsbureau: info-cmd@hva.nl<p><p><b>14 juli - CMD Propedeuse uitreiking</b><p><p>In TTH vanaf 14:00 uur tot ongeveer 18:30</p>",
    "tag": "Help",
    "timestamp": "1655805180000"
  },
  {
    "author": "Thomas Bijen",
    "title": "Geld verdienen aan het eind van de zomer?",
    "content": "<p>Ha studenten!</p><p>Wie wil er in de week van 22 augustus en/of in de week van 29 augustus helpen met voorbereiden, drukwerk, opbouwen en in de week zelf begeleiden <b>van CMD AAN</b> (en eventueel andere taken).</p><p>Als je een deel hiervan kan, dat zou ook top zijn :)<p><p>Geef het z.s.m. via Teams door aan ons of aan Nina Rijntjes: nina.sophie.rijntjes@hva.nl</p><p>Groet,</p><p>Thomas & Miranda</p>",
    "tag": "CMD AAN",
    "timestamp": "1655455260000"
  },
  {
    "author": "Hans de Zwart",
    "title": "Nog een SRP (studieregiepunt) nodig? Ontwerp het logo van het Racism and Technology Center…",
    "content": "<p>Het <a href=\"https://racismandtechnology.center/\">Racism and Technology Center</a> is een onafhankelijke en activistische stichting die zich bezig houdt met hoe racisme zich manifesteert in technologie. Het Center is op zoek naar een student die een logo voor de stichting kan maken. Zie de aangehangen Engelstalige design brief voor meer informatie.</p><p>Heb je affiniteit met het onderwerp, en lijkt het je een interessante klus die goed past bij je vaardigheden? Neem dan even contact op met Hans de Zwart (via <a href=\"mailto:h.de.zwart@hva.nl\">h.de.zwart@hva.nl</a> of als Teams-chat) om verder te bespreken hoe je dit voor een studieregiepunt kunt doen.</p>",
    "tag": "SRP",
    "timestamp": "1654850820000"
  },
  {
    "author": "CMD",
    "title": "Doe mee met Studiefocus!",
    "content": "<p>De tentamens naderen, studenten kunnen wel wat extra motivatie en focus gebruiken. Daar heeft de Bibliotheek wat op gevonden. Van 14 t/m 23 juni organiseren we elke dinsdag, woensdag en donderdag Studiefocus. Een initiatief waarin studenten in groepsverband studeren met behulp van de Pomodorotechniek, 45 min studeren, 15 min pauze. We organiseren elke dag twee blokken van drie uur. Meedoen kan in het Wibauthuis, maar ook online via de Online Study Space van de Bibliotheek.</p><p>Voorafgaand aan studiefocus, starten we de dag met de workshop Gefocust van Start. Een ochtendritueel waarin studenten haalbare doelen voor zichzelf leren stellen. Zo ga je gegarandeerd een productieve dag tegemoet, en sluit je aan het eind van de dag je laptop met een voldaan gevoel.</p><p>Meer info: <a href=\"https://www.hva.nl/bibliotheek/ondersteuning/studeren/studiefocus/studiefocus.html\">https://www.hva.nl/bibliotheek/ondersteuning/studeren/studiefocus/studiefocus.html</p>",
    "tag": "Workshop",
    "timestamp": "1654591620000"
  },
  {
    "author": "Christiaan Dokkum",
    "title": " Zoek je nog een leuk SRP onderwerp/ activiteit..? ",
    "content": "<p>Het professionele Team JumboVisma (Wielrennen) kan jouw hulp goed gebruiken. Op zaterdag 16 juli 2023 zal er evenement plaatsvinden op de Service Course van JumboVisma in Den Bosch.</p><p>Hiervoor zijn we opzoek naar studenten die willen helpen bij het:\n- Filmen van de activiteiten\n- Editten van de opnames\n- Filmen en fotograferen van sfeerbeelden\nNaast de dag zelf heeft dit enige voorbereiding nodig (een aantal dagen).\nGedurende de tijd zal er begeleiding aanwezig zijn en kun je meer leren en verdiepen in de bovenstaande vaktechnieken.\nHeb je enige ervaring met de bovenstaande activiteiten en lijkt het je leuk om hier meer van te leren.\nNeem dan contact op via het volgende email adres: <a href=\"c.r.van.dokkum@hva.nl\">c.r.van.dokkum@hva.nl</a> Er kunnen meerdere studenten zich aanmelden.</p>",
    "tag": "SRP",
    "timestamp": "1653472320000"
  },
  {
    "author": "Catelijne Maij-Cortlever",
    "title": "Voorlichting afstuderen en lange stage - 19 mei 15.20 - voor alle derdejaars",
    "content": "<p>Donderdag 19 mei om 15.20 in het WBH 01B05 voorlichting afstuderen en stage</p><p>Deze voorlichting is bedoeld voor alle derdejaars studenten die komend jaar stage willen lopen en gaan afstuderen. De voorlichting is in het Wibauthuis en begint om 15.20.</p><p>Aanwezig is verplicht en zeer aan te raden. We gaan het hebben over de lange stage, plannen van je laatste jaar en afstuderen.</p><p>Uiteraard zorgen we ervoor dat de informatie na afloop ook beschikbaar komt voor wie er niet live bij kan zijn.</p>",
    "tag": "Voorlichting",
    "timestamp": "1652349540000"
  }
]
